# Mengimpor library diperlukan

In [2]:
import pandas as pd

# Me-load Data

In [3]:
df = pd.read_csv('penjualan.csv')

In [4]:
df

               nama  jan  feb  mar  apr
0  Andi Burhanuddin  100  135   85   75
1    Budi Cakrawala  200  240  185  160
2   Charlie Darsono  300  315  285  190
3        Dudi Ersan  250  270  230  200
4      Eko Fitrawan  150  195  110  100
5      Fahri Golden   95  130   75   45
6      Gery Hindawi  125  175  110   70
7       Herman Idon  130  155  100   85
8  Inggrid Juliawan  320  374  300  270
9    July Kurniawan  200  220  175  155